Repository: vermont42/Conjugar
Catalog: Conjugar/Supporting/Localizable.xcstrings
Source language: en
Languages: es

# Accessibility.speak
source: Speak
es: Pronunciar

# Alert.gotIt
source: Got It
es: Entiendo

# Alert.okay
source: Okay
es: OK

# AppIcon.bull
source: Bull
es: Toro

# AppIcon.classic
source: Classic
es: Clásico

# AppIcon.dancer
source: Dancer
es: Bailaora

# Both.feminine
source: Both
es: Ambas

# Both.masculine
source: Both
es: Ambos

# BrowseInfo.aboutSection
source: About
es: Acerca de

# BrowseInfo.easy
source: E
es: F

# BrowseInfo.easyAndModerate
source: E & M
es: F y M

# BrowseInfo.easyModerateAndDifficult
source: E, M, & D
es: F, M y D

# BrowseInfo.filter
source: Filter Tenses by Difficulty
es: Filtrar Tiempos por Dificultad

# BrowseInfo.localizedTitle
source: Info
es: Información

# BrowseInfo.tensesSection
source: Tenses
es: Tiempos

# BrowseModels.localizedTitle
source: Models
es: Modelos

# BrowseModels.modelCount %lld
source: %lld models
es: %lld modelos

# BrowseModels.searchNoResults
source: No models found
es: No se encontraron modelos

# BrowseModels.searchPrompt
source: Search models
es: Buscar modelos

# BrowseVerbs.localizedTitle
source: Browse
es: Explorar

# BrowseVerbs.searchNoResults
source: No verbs found
es: No se encontraron verbos

# BrowseVerbs.searchPrompt
source: Search verbs
es: Buscar verbos

# BrowseVerbs.sort
source: Sort
es: Ordenar

# BrowseVerbs.verbCount %lld
source: %lld verbs
es: %lld verbos

# Difficulty.difficult
source: Difficult
es: Difícil

# Difficulty.easy
source: Easy
es: Fácil

# Difficulty.moderate
source: Moderate
es: Moderado

# Game.bullImpressed
source: The bull is impressed with your dancing and has freed the matador!
es: ¡El toro está impresionado con tu baile y ha liberado al matador!

# Game.capeMove
source: Cape flourish
es: Capote

# Game.earthquakeAnnouncement
source: I summon an earthquake!
es: ¡Invoco un terremoto!

# Game.multiplyAnnouncement
source: The obstacles multiply!
es: ¡Los obstáculos se multiplican!

# Game.zombieAnnouncement
source: Your obstacles are now zombies!
es: ¡Tus obstáculos ahora son zombis!

# Game.duendeMeter
source: Duende meter
es: Medidor de duende

# Game.health
source: Health
es: Salud

# Game.jump
source: Jump
es: Saltar

# Game.moveDown
source: Move down
es: Mover abajo

# Game.moveLeft
source: Move left
es: Mover izquierda

# Game.moveRight
source: Move right
es: Mover derecha

# Game.moveUp
source: Move up
es: Mover arriba

# Game.oleMove
source: Olé pose
es: Postura olé

# Game.pasoLeftMove
source: Step left
es: Paso a la izquierda

# Game.pasoRightMove
source: Step right
es: Paso a la derecha

# Game.play
source: Play
es: Jugar

# Game.quit
source: Quit
es: Salir

# Game.settingsDescription
source: Conjugar has a built-in, family-friendly game called Toreo por Amor. As a plucky flamenco dancer, climb the girders to reach the bull and rescue the matador. Climb five escalating stages, dodging rolling hazards and grabbing power-ups. Survive surprises along the way. Reach the top of the final stage, and a flamenco dance-off with the bull determines whether love conquers all.
es: Conjugar tiene un juego integrado y apto para toda la familia llamado Toreo por Amor. Como una intrépida bailaora de flamenco, sube por las vigas hasta llegar al toro y rescata al matador. Sube por cinco niveles cada vez más difíciles, esquivando obstáculos y recogiendo mejoras. Sobrevive a las sorpresas del camino. Llega a la cima del nivel final, y un duelo de flamenco con el toro determina si el amor todo lo vence.

# Game.stompMove
source: Stomp
es: Zapateado

# GameCenter.failure
source: Game Center authentication failed. This can happen if you cancel authentication or if your iPhone is not already signed into Game Center. Launch the Settings app, tap Game Center, sign in, and relaunch Conjugar.
es: La autenticación de Game Center falló. Esto puede suceder si cancelas la autenticación o si tu iPhone aún no ha iniciado una sesión en Game Center. Inicia la aplicación Configuración, toca Game Center, inicia una sesión y relanza Conjugar.

# Info.condicionalCompuestoText
source: ^Use^ The ~condicional compuesto~ refers to a hypothetical past action. "Yo $habRía hablado$ si me $hUbieran dado$ la oportunidad." = "I would have $spOken$ if they had given me the opportunity." ^Conjugation^ In the condicional compuesto, the %condicional% conjugation of ~haber~ is used as an auxiliary, and it is followed by the %participio% of the verb to be conjugated. Example: "$habRías decidido$" = "you would have decided" See %credits% for Wikipedia attribution.
es: ^Uso^ El ~condicional compuesto~ se refiere a una acción hipotética en pasado. "Yo $habRía hablado$ si me $hUbieran dado$ la oportunidad." = "I would have $spOken$ if they had given me the opportunity." ^Conjugación^ En condicional compuesto, la conjugación del %condicional% de ~haber~ se usa como auxiliar, y le sigue el %participio% del verbo que se conjuga. Ejemplo: "$habRías decidido$" = "you would have decided" Ve a %créditos% para leer la atribución a la Wikipedia.

# Info.condicionalText
source: ^Uses^ The ~condicional~ is used to express the following: • Courtesy: "Señor, ¿$podRía$ darme una copa de vino?" = "Sir, could you give me a glass of wine?" This use softens a request, making it more polite. • Polite expression, using querer, of a desire: "Q$ueRría$ ver la película esta semana." = "I would like to see the film this week." • In a then clause whose realization depends on a hypothetical if clause: "Si yo $FUera$ rico, viajaría a Sudamérica." = "If I $WERE$ rich, (then) I would travel to South America." • Speculation about past events: "¿Cuántas personas asistieron a la investidura del Presidente?" "No lo $sÉ$; $habRía$ unas 5.000." = "How many people attended the President's inauguration?" "I do not know; there must have been about 5,000." In this context, the speaker's knowledge is indirect, unconfirmed, or approximate. • A future action in relation to the past: "Cuando $ERa$ pequeño, pensaba que me gustaría ser médico." = "When I $WAS$ young, I thought that I would like to be a doctor." This use expresses future action that was imagined in the past. • A suggestion: "Yo que tú, lo olvidaría completamente." = "If I $WERE$ you, I would forget him completely." ^Conjugation^ Like the %futuro de indicativo%, the condicional uses the %raíz futura% as a stem. To form the condicional, the following endings are attached to the raíz futura: -ía, -ías, -ía, -íamos, -íais, -ían Example (hablar): hablaría, hablarías, hablaría, hablaríamos, hablaríais, hablarían See %credits% for Wikipedia attribution.
es: ^Usos^ El ~condicional~ se utiliza para expresar lo siguiente: • Cortesía: "Señor, ¿$podRía$ darme una copa de vino?" = "Sir, could you give me a glass of wine?" Este uso suaviza una solicitud, haciéndola más educada. • Expresión cortés de un deseo cuando se usa con querer: "Q$ueRría$ ver la película esta semana." = "I would like to see the film this week." • En una acción que necesita que se cumpla una condición para poderse llevar a cabo. Esta condición está marcada por la conjunción condicional "si": "Si yo $FUera$ rico, viajaría a Sudamérica." = "If I $WERE$ rich, (then) I would travel to South America." • Suposición sobre eventos pasados: "¿Cuántas personas asistieron a la investidura del Presidente?" "No lo $sÉ$; $habRía$ unas 5.000." = "How many people attended the President's inauguration?" "I do not know; there must have been about 5,000." En este contexto, el conocimiento del hablante es indirecto, no confirmado o aproximado. • Una acción futura que se relaciona con el pasado: "Cuando $ERa$ pequeño, pensaba que me gustaría ser médico." = "When I $WAS$ young, I thought that I would like to be a doctor." Este uso expresa una acción futura que se imaginó en el pasado. • Una sugerencia: "Yo que tú, lo olvidaría completamente." = "If I $WERE$ you, I would forget him completely." ^Conjugación^ Al igual que en %futuro de indicativo%, el condicional usa la %raíz futura%. Para formar el condicional, se usan las siguientes terminaciones con la raíz futura: -ía, -ías, -ía, -íamos, -íais, -ían Ejemplo con hablar: hablaría, hablarías, hablaría, hablaríamos, hablaríais, hablarían Ve a %créditos% para leer la atribución a la Wikipedia.

# Info.creditsHeading
source: Credits
es: Créditos

# Info.creditsText
source: ^Conjugar^ Josh Adams developed ~Conjugar~ and has released its source code under the GNU Affero General Public License, available here: %https://github.com/vermont42/Conjugar/blob/master/LICENSE% ~Conjugar~'s source code lives here: %https://github.com/vermont42/Conjugar/% ^Wikipedia^ Descriptions of the %pretérito%, %futuro de indicativo%, %condicional%, %participio%, %gerundio%, %imperfecto de indicativo%, %futuro de subjuntivo%, %imperfecto de subjuntivo 1%, %imperfecto de subjuntivo 2%, %perfecto de indicativo%, %pluscuamperfecto de indicativo%, %futuro perfecto%, %pretérito anterior%, %condicional compuesto%, and %perfecto de subjuntivo% have been borrowed, in part, from Wikipedia's article on Spanish verbs, %https://en.wikipedia.org/wiki/Spanish_verbs%. The description of %voseo% is informed by Wikipedia's article on ~voseo~, %https://en.wikipedia.org/wiki/Voseo%, as well as the Real Academia Española's conjugations, %http://www.rae.es%. Modifications to Wikipedia's content include, but are not entirely limited to, formatting and the addition of example irregular verbs. Wikipedia has licensed the content of the Spanish-verb and ~voseo~ articles under the Creative Commons Attribution-Share-Alike License 3.0, available at %https://creativecommons.org/licenses/by-sa/3.0/%. All of ~Conjugar~'s developer's modifications of Wikipedia content are licensed under that license, as well as under the Affero license. ^Word Reference^ The description and example of the %futuro perfecto de subjuntivo% are from a post by user kunvla in the following Word Reference thread: %https://forum.wordreference.com/threads/futuro-compuesto-subjuntivo.1375438/% With respect to reuse of this content, Word Reference states the following: "You are free to quote short passages or definitions from threads in the Forums outside the forums." ^Example Uses^ Each verb’s screen shows an example sentence and, where one exists, a nested Medieval Spanish example. ~Conjugar~ thanks every author and institution that made these examples possible. ~Literature (public domain).~ Benito Pérez Galdós, ~Fortunata y Jacinta~ (1887) and ~Marianela~ (1878); Leopoldo Alas «Clarín», ~La Regenta~ (1884–1885); Emilia Pardo Bazán, ~Los pazos de Ulloa~ (1886); Juan Valera, ~Pepita Jiménez~ (1874); Pedro Antonio de Alarcón, ~El sombrero de tres picos~ (1874); Vicente Blasco Ibáñez, ~La barraca~ (1898); and Miguel de Cervantes, ~Don Quijote~ (1605, 1615). Sourced from Project Gutenberg, %https://www.gutenberg.org%. ~Medieval Spanish (public domain).~ The nested medieval examples are from the ~Cantar de mio Cid~ (c. 1200), Gonzalo de Berceo’s ~Milagros de Nuestra Señora~ (c. 1260), and Juan Ruiz’s ~Libro de buen amor~ (c. 1330). The Cid text is Ramón Menéndez Pidal’s 1913 edition, digitized by the Internet Archive, %https://archive.org%. ~Official government texts (public domain).~ Laws and official acts are excluded from copyright: Spain’s Boletín Oficial del Estado under Article 13 of the Ley de Propiedad Intelectual, Mexico’s administrative texts including the Estrategia Digital Nacional under Article 14 of the Ley Federal del Derecho de Autor, and Colombia’s official documents (CONPES 3975 and the Ministry of Information Technologies and Communications) under Article 41 of Ley 23 de 1982. ~Government reports and statistics (open reuse, with attribution).~ Spain’s Instituto Nacional de Estadística (INE) and Colombia’s Departamento Administrativo Nacional de Estadística (DANE) publish under the Creative Commons Attribution 4.0 License, %https://creativecommons.org/licenses/by/4.0/%. Reports of Spain’s Ministry for the Ecological Transition (MITECO) and Ministry of Transport (Mitma), and the España Digital 2026 agenda, are reused under Spain’s public-sector reuse regime (Ley 37/2007). Argentina’s Agenda Digital and other content of argentina.gob.ar are licensed under the Creative Commons Attribution 4.0 License. Attribution is given to each issuing body. ~AI-authored examples and translations.~ Where no open-licensed source uses a verb in a genuine verbal example, its example sentence was written originally by Claude (Opus 4.8). Claude also authored the translations of the example sentences. ^Icons^ Christine Daughtry created the app icon. Amethyst Studio created the dancer icon and released it via the Noun Project under the Creative Commons Attribution License 3.0, available at %https://creativecommons.org/licenses/by/3.0/%. taash5studio created the bull icon and released it via the Noun Project under the Creative Commons Attribution License 3.0, available at %https://creativecommons.org/licenses/by/3.0/%. ^Translation^ Margarita Gracia proofread the translation of Conjugar into Spanish, provided corrections to tense descriptions, and improved several examples of tense usage. Ferran Poveda provided corrections to the Spanish translations. ^Sound Jay^ Sound Jay (%https://www.soundjay.com%) created ~Conjugar~'s original sounds and graciously "allow[s] ... incorporat[ion of these sounds] into ... projects, be it for commercial or non-commercial use." Sound Jay "and its licensors retain all ownership rights to the sound files". ^Unit Testing^ Dominik Hauser wrote code that inspired a unit-testing technique that ~Conjugar~ uses. Hauser released this code, available at %https://github.com/dasdom/TestingNavigationDemo%, under the MIT License, reproduced above. ^Accented Characters^ Sheila Smith suggested clarifying how to input accented characters like ó. ^Accessibility & Readme^ Bruno Scheele contributed to accessibility and the readme. ^App Preview^ ~Conjugar~'s app preview uses the song "Arroz Con Pollo" by Kevin MacLeod (incompetech.com). Attribution follows. Arroz Con Pollo by Kevin MacLeod Link: %https://incompetech.filmmusic.io/song/3381-arroz-con-pollo% License: %http://creativecommons.org/licenses/by/4.0/% ^Game Music^ The flamenco/bull game's music is from Pond5 (%https://www.pond5.com%): "Flamenco Adventure" (gameplay), "Spanish Tension", and "Spanish Guitar Standoff". The Pond5 Content License permits commercial use with no attribution required; this note is a courtesy. ^Game Sounds^ Several of the flamenco/bull game's sound effects — the player's hop, the flag impacts, the cape smash and pickup, and the bull's bellow — are reused from ~Conjugar~'s sibling apps Konjugieren and Conjuguer, where they were sourced from Pixabay (%https://pixabay.com%). The Pixabay Content License permits commercial use with no attribution required; this note is a courtesy. ^Game Art^ The flamenco/bull game's bull is rendered from "Simple Rigged Bull" by Leo_Aguiar, via Sketchfab, licensed under the Creative Commons Attribution License 4.0. Attribution follows. "Simple Rigged Bull" (%https://sketchfab.com/3d-models/simple-rigged-bull-c1984e43c4014dc5bc332a8fd6b15280%) by Leo_Aguiar (%https://sketchfab.com/Leo_Aguiar%) License: %https://creativecommons.org/licenses/by/4.0/%
es: ^Conjugar^ Josh Adams desarrolló ~Conjugar~ y lanzó su código fuente con la Licencia Pública General Affero de GNU, disponible en el siguente enlace: %https://github.com/vermont42/Conjugar/blob/master/LICENSE% El código fuente de ~Conjugar~ vive aquí: %https://github.com/vermont42/Conjugar/% ^Wikipedia^ Las descripciones del %pretérito%, %futuro de indicativo%, %condicional%, %participio%, %gerundio%, %imperfecto de indicativo% , %futuro de subjuntivo%, %imperfecto de subjuntivo 1%, %imperfecto de subjuntivo 2% , %perfecto de indicativo%, %pluscuamperfecto de indicativo%, %futuro perfecto%, %pretérito anterior%, %condicional compuesto% y %perfecto de subjuntivo% se han tomado, en parte, del artículo de la Wikipedia sobre los verbos españoles, %https://en.wikipedia.org/wiki/Spanish_verbs%. La descripción de %voseo% se basa en el artículo de la Wikipedia sobre ~voseo~, %https://en.wikipedia.org/wiki/Voseo%, así como en las conjugaciones de la Real Academia Española, %http://www.rae.es%. Las modificaciones del contenido de la Wikipedia incluyen el formateo y los verbos irregulares añadidos como ejemplo, entre otros. Wikipedia ha publicado los contenidos de sus artículos con los verbos españoles y ~voseo~ con la licencia de "Atribución-CompartirIgual 3.0 No portada (CC BY-SA 3.0)", disponible en %https://creativecommons.org/licenses/by-sa/3.0/%. Todas las modificaciones del contenido de Wikipedia añadidas por el desarrollador de ~Conjugar~ tienen esa misma licencia, así como la licencia Affero. ^Word Reference^ La descripción y el ejemplo del %futuro perfecto de subjuntivo% provienen de una publicación del usuario kunvla del siguiente hilo de Word Reference: %https://forum.wordreference.com/threads/futuro-compuesto-subjuntivo.1375438/% Sobre la reutilización de este contenido, Word Reference establece lo siguiente: "You are free to quote short passages or definitions from threads in the Forums outside the forums.". ^Ejemplos de Uso^ La pantalla de cada verbo muestra una frase de ejemplo y, cuando existe, un ejemplo anidado en español medieval. ~Conjugar~ agradece a cada autor e institución que hicieron posibles estos ejemplos. ~Literatura (dominio público).~ Benito Pérez Galdós, ~Fortunata y Jacinta~ (1887) y ~Marianela~ (1878); Leopoldo Alas «Clarín», ~La Regenta~ (1884–1885); Emilia Pardo Bazán, ~Los pazos de Ulloa~ (1886); Juan Valera, ~Pepita Jiménez~ (1874); Pedro Antonio de Alarcón, ~El sombrero de tres picos~ (1874); Vicente Blasco Ibáñez, ~La barraca~ (1898); y Miguel de Cervantes, ~Don Quijote~ (1605, 1615). Obtenidos de Project Gutenberg, %https://www.gutenberg.org%. ~Español medieval (dominio público).~ Los ejemplos medievales anidados provienen del ~Cantar de mio Cid~ (h. 1200), de los ~Milagros de Nuestra Señora~ de Gonzalo de Berceo (h. 1260) y del ~Libro de buen amor~ de Juan Ruiz (h. 1330). El texto del Cid es la edición de Ramón Menéndez Pidal de 1913, digitalizada por Internet Archive, %https://archive.org%. ~Textos oficiales del gobierno (dominio público).~ Las leyes y los actos oficiales quedan excluidos de la propiedad intelectual: el Boletín Oficial del Estado de España, según el artículo 13 de la Ley de Propiedad Intelectual; los textos administrativos de México, incluida la Estrategia Digital Nacional, según el artículo 14 de la Ley Federal del Derecho de Autor; y los documentos oficiales de Colombia (el CONPES 3975 y el Ministerio de Tecnologías de la Información y las Comunicaciones), según el artículo 41 de la Ley 23 de 1982. ~Informes y estadísticas gubernamentales (reutilización abierta, con atribución).~ El Instituto Nacional de Estadística de España (INE) y el Departamento Administrativo Nacional de Estadística de Colombia (DANE) publican con la licencia Creative Commons Atribución 4.0, %https://creativecommons.org/licenses/by/4.0/%. Los informes del Ministerio para la Transición Ecológica (MITECO) y del Ministerio de Transportes (Mitma) de España, y la agenda España Digital 2026, se reutilizan bajo el régimen español de reutilización de la información del sector público (Ley 37/2007). La Agenda Digital de Argentina y demás contenidos de argentina.gob.ar están licenciados con Creative Commons Atribución 4.0. Se atribuye la fuente a cada organismo emisor. ~Ejemplos y traducciones redactados por IA.~ Cuando ninguna fuente con licencia abierta usa un verbo en un ejemplo verbal genuino, su frase de ejemplo fue redactada originalmente por Claude (Opus 4.8). Claude también redactó las traducciones de las frases de ejemplo. ^Íconos / Iconos^ Christine Daughtry creó el ícono (icono) de la aplicación. Amethyst Studio creó el ícono (icono) del bailarín y lo publicó a través del Noun Project con la licencia "Atribución 3.0 No portada (CC BY 3.0)", disponible en %https://creativecommons.org/licenses/by/3.0/%. taash5studio creó el ícono (icono) del toro y lo publicó a través del Noun Project con la licencia "Atribución 3.0 No portada (CC BY 3.0)", disponible en %https://creativecommons.org/licenses/by/3.0/%. ^Traducción^ Margarita Gracia revisó la traducción al español de Conjugar, aportó correcciones a las descripciones de los tiempos verbales y mejoró algunos ejemplos de sus usos. Ferran Poveda llevó a cabo las correcciones de las traducciones al español. ^Sound Jay^ Sound Jay (%https://www.soundjay.com%) creó los sonidos originales de ~Conjugar~ y graciosamente "allow[s] ... incorporat[ion of these sounds] into ... projects, be it for commercial or non-commercial use." Sound Jay "and its licensors retain all ownership rights to the sound files". ^Prueba de Unidad^ Dominik Hauser escribió un código que sirvió de inspiración para creer una de las técnicas de prueba de unidad que usa ~Conjugar~. Señor Hauser publicó este código que se encuentra disponible en %https://github.com/dasdom/TestingNavigationDemo% con la Licencia del MIT reproducida anteriormente. ^Letras Acentuadas^ Sheila Smith sugirió aclaraciones sobre cómo escribir letras acentuadas como ó. ^Vista Previa de la Aplicación^ La vista previa de la aplicación ~Conjugar~ usa la canción "Arroz Con Pollo" de Kevin MacLeod (incompetech.com). La atribución sigue. Arroz Con Pollo by Kevin MacLeod Link: %https://incompetech.filmmusic.io/song/3381-arroz-con-pollo% License: %http://creativecommons.org/licenses/by/4.0/% ^Música del Juego^ La música del juego de flamenco y toro proviene de Pond5 (%https://www.pond5.com%): "Flamenco Adventure" (juego), "Spanish Tension" y "Spanish Guitar Standoff". La Licencia de Contenido de Pond5 permite el uso comercial sin necesidad de atribución; esta nota es una cortesía. ^Sonidos del Juego^ Varios efectos de sonido del juego de flamenco y toro —el salto del jugador, los impactos de las banderas, el golpe y la recogida de la capa, y el bramido del toro— se reutilizan de las aplicaciones hermanas de ~Conjugar~, Konjugieren y Conjuguer, donde se obtuvieron de Pixabay (%https://pixabay.com%). La Licencia de Contenido de Pixabay permite el uso comercial sin necesidad de atribución; esta nota es una cortesía. ^Arte del Juego^ El toro del juego de flamenco/toro está renderizado a partir de "Simple Rigged Bull" de Leo_Aguiar, vía Sketchfab, con licencia Creative Commons Attribution 4.0. La atribución es la siguiente. "Simple Rigged Bull" (%https://sketchfab.com/3d-models/simple-rigged-bull-c1984e43c4014dc5bc332a8fd6b15280%) de Leo_Aguiar (%https://sketchfab.com/Leo_Aguiar%) Licencia: %https://creativecommons.org/licenses/by/4.0/%
